Repository: BROCKHAUS-AG/contao-release-stages-bundle
Catalog: src/Resources/contao/languages/*/*_release_stages_settings.xlf
Languages: de

# tl_release_stages_settings.prodDatabase
source: Prod database
de: Prod Datenbank

# tl_release_stages_settings.databaseServer.1
source: Enter the IP or DNS name of your Prod database server.
de: Geben Sie den DNS Namen von Ihrem Prod Datenbank Server ein.

# tl_release_stages_settings.databaseName.0
source: Database name
de: Datenbankname

# tl_release_stages_settings.databaseName.1
source: Enter the prod database name.
de: Geben Sie den Prod Datenbankname ein.

# tl_release_stages_settings.databasePort.0
source: Database server port
de: Datenbank Server Port

# tl_release_stages_settings.databasePort.1
source: Enter the port on which the database server is running.
de: Geben Sie den Port ein, auf dem der Datenbank Server läuft.

# tl_release_stages_settings.databaseUsername.0
source: Username
de: Benutzername

# tl_release_stages_settings.databaseUsername.1
source: Enter the username from your prod database.
de: Geben Sie den Benutzername für die Prod Datenbank ein.

# tl_release_stages_settings.ignoredTables.0
source: Ignored Tables
de: Ignorierte Tabellen

# tl_release_stages_settings.ignoredTables.1
source: Enter the tables, which will be ignored.
de: Geben Sie die Tabellen ein, welche ignoriert werden sollen.

# tl_release_stages_settings.databasePassword.0
source: Password
de: Passwort

# tl_release_stages_settings.databasePassword.1
source: Enter the password from your prod user.
de: Geben Sie das Passwort für den Prod Benutzer ein.

# tl_release_stages_settings.prodFileserver
source: Prod fileserver
de: Prod Dateiserver

# tl_release_stages_settings.fileserver.0
source: File Servername/Server-IP
de: Datei-Servername/Server-IP

# tl_release_stages_settings.fileserver.1
source: Enter the IP or DNS name from your prod fileserver.
de: Geben Sie die IP oder den DNS Namen für den Prod Dateiserver ein.

# tl_release_stages_settings.fileserverPort.1
source: Enter the port on which the prod fileserver is running.
de: Geben Sie den Port ein, auf dem der Prod Dateiserver läuft.

# tl_release_stages_settings.fileserverUsername.0
source: Username
de: Benutzername

# tl_release_stages_settings.fileserverUsername.1
source: Enter the username from the prod fileserver.
de: Geben Sie den Benutzername für den Prod Dateiserver ein.

# tl_release_stages_settings.fileserverPassword.0
source: Password
de: Passwort

# tl_release_stages_settings.fileserverPassword.1
source: Enter the password from the prod user.
de: Geben Sie das Passwort für den Prod Benutzer ein.
